[
  {
    "id": "emergence",
    "title": "Emergence",
    "subtitle": "",
    "year": 2023,
    "category": "Art & Tech",
    "award": "Grand Prix",
    "tags": ["art", "technology", "new media"],
    "cover": "/images/emergence_4.avif",
    "description": "As Emergence Delft, art and tech students collaborate on the development of new media art using the expertise of both the TU Delft and nearby art schools. Our artworks aim to serve as a communication form for certain elements of a complex technology that can be difficult to comprehend for the general public. This gives the people the opportunity to reflect on it.\n\nWe dream of a space where art, technology, design and science come together, where unique experiences are created through new media art. As a team we want to develop artworks that offer a new perspective upon the impact of technology on society. Besides facilitating an understanding, our artworks are made to inspire and spark dialogue which enables reflection on potential opportunities and issues of complex technologies in our digital society.",
    "images": [
      "/images/emergence_1.avif",
      "/images/emergence_2.avif",
      "/images/emergence_3.avif",
      "/images/emergence_4.avif"
    ],
    "website": "https://emergencedelft.nl"
  },
  {
    "id": "space-oasis",
    "title": "Space Oasis",
    "year": 2023,
    "category": "Architecture",
    "award": "Coup de Coeur",
    "tags": ["habitat", "modular"],
    "cover": "/images/spaceoasis.avif",
    "description": "Space Oasis Delft III is on their design of a Martian base capable of keeping up to  4 astronauts mentally and physically well! The team is spending this year designing a self-sustainable Martian base with a strong emphasis on psychological well-being. This year, the central module of the Martian habitat will build to give the world a perspective on how a Martian base should look. Curious to see the who is behind this project? Visit the team page to see the TU Delft students who are working on this year's Space Oasis!",
    "images": ["/images/spaceoasis_2.avif", "/images/spaceoasis_3.avif"],
    "website": "https://spaceoasisdelft.nl",
    "pdf": "/docs/visual_book_sod2.pdf"
  },
  {
    "id": "hydromotion",
    "title": "HydroMotion",
    "year": 2005,
    "category": "Engineering",
    "award": "Special Mention",
    "tags": ["maritime", "hydrogen"],
    "cover": "/images/hydromotion.jpg",
    "description": "For 15 years our boats have successfully sailed on the power of the sun. This means 15 years of sustainable innovation and inspiring the maritime sector. In 2020, the team took the next big step towards a sustainable maritime industry by exploring uncharted waters and starting a new project; the Hydro Motion project. In 2021, the team built the world’s first flying hydrogen boat! In 2023, the team even became World Champions of the Monaco Energy Boat Challenge in the Open Sea Class. Last year, the team became the first ever foiling hydrogen-powered boat that crosses the North Sea from the Netherlands to the United Kingdom. This year, we will be the first foiling boat powered by liquid hydrogen to participate in the Monaco Energy Boat Challenge. We, together with our whole team, are very excited about the project! If you feel the same, follow us on our social media channels to keep up with our progress during the year @hydromotionteam ",
    "images": [],
    "website": "https://hydromotionteam.nl/"
  },
  {
    "id": "hyperloop",
    "title": "Hyperloop",
    "year": 2015,
    "category": "Engineering",
    "award": "None",
    "tags": ["mechanical", "transportation", "sustainability"],
    "cover": "/images/hyperloop.png",
    "description": "Transportation has not seen a revolution in over a hundred years. It's time for something new! In 2013, the solution was introduced: a high-speed transportation system (a Hyperloop system) using near-vacuum tubes in which pressurized vehicles travel. Due to low air resistance in the tubes, the vehicles can travel at speeds of over 1000 km/h while being more energy efficient, environmentally friendly, and convenient than airplanes. These vehicles are called 'pods'. Rolling resistance elimination: Hyperloop pods float above the track using magnetic levitation, this significantly reduces rolling resistance compared to traditional wheels. ‍‍Forward movement: The pods are propelled forward using linear electric motors. Air drag elimination: The pods travel in a near-vacuum tube, which minimizes air resistance, allowing for high-speed travel with less energy. If you wish to know more about the Hyperloop concept you can have a look at all ofand do not hesitate to contact us!",
    "images": [],
    "website": "https://www.delfthyperloop.nl/"
  },
  {
    "id": "maarten-smits-bep",
    "title": "Maarten Smits - Bachelor End Project",
    "subtitle": "Investigating the catalytic properties of a cupin-like protein from Thermotoga maritima (TM1010).",
    "year": 2024,
    "category": "Research",
    "award": "focus",
    "tags": ["appliedsciences", "biocatalysis", "research"],
    "cover": "/images/aligned.png",
    "description": "Granulicella tundricola hydroxynitrile lyase (GtHNL) is an enzyme that interestingly has both hydroxynitrile lyase activity, catalysing reversible cyanohydrin cleavage, and oxidative alkene cleavage activity. This study aimed to investigate the hydroxynitrile lyase activity, the oxidative cleavage activity, and the metal co-factor properties of a structurally similar enzyme, Thermotoga maritima 1010 (Tm1010). Structurally, Tm1010 is similar to GtHNL. However, Tm1010 has an extra beta-strand at the C-terminus and no metal co-factor in the crystal structure. GtHNL and Tm1010 were produced using pET-28a(+) plasmids, transformed into competent gold BL21(DE3) Escherichia coli cells. The specific activity of the hydroxynitrile lyase activity of GtHNL was found to be up to 0.076 ± 0.014 U / mg, compared to 0.011 ± 0.002 U / mg of Tm1010. Oxidative cleavage assays showed GtHNL and Tm1010 activities of up to 10.29% ± 0.07% and 21.40% ± 1.53% respectively. Tm1010 was found to have a Mn co-factor, in contrast to the crystal structure. The ratio of Mn to enzyme in purified Tm1010 and GtHNL was found to be ∼ 0.1 and 0.7-0.9 respectively, suggesting Tm1010 binding Mn less strongly than GtHNL. Mn saturation increased the oxidative cleavage activity. The removal of Mn reduced hydroxynitrile lyase activity marginally, while the almost completely removing oxidative cleavage activity, indicating Mn to be crucial for the oxidative cleavage activity. In conclusion, Tm1010 is more efficient at catalysis of the oxidative cleavage reaction while GtHNL favours the hydroxynitrile lyase activity. In addition, Tm1010 binds Mn less strongly than GtHNL. Lastly, Mn was found to be crucial for the oxidative cleavage activity of GtHNL and Tm1010.",
    "images": ["/images/pymol_GtHNL.png"],
    "pdf": "/docs/bep_maarten_smits.pdf"
  },
  {
    "id": "brunel-solar-team",
    "title": "Brunel Solar Team (Nuna)",
    "year": 2025,
    "category": "Engineering",
    "award": "None",
    "tags": ["solar", "automotive", "energy"],
    "cover": "/images/brunel_solar_team.avif",
    "description": "The Brunel Solar Team designs, builds, and races ultra-efficient solar cars under the Nuna name, demonstrating what’s possible when engineering, energy systems, and aerodynamics align around a single purpose: moving people with sunlight alone. Each year a new multidisciplinary team rethinks the car from a clean sheet, optimizing the powertrain, composite monocoque, and control software while balancing reliability with record-setting efficiency. The project challenges students to manage a complete development cycle—concept, simulation, manufacturing, testing, logistics, and competition—against the world’s best. Beyond racing, the team functions as a rolling research platform that explores solar harvesting, low-drag vehicle forms, lightweight structures, and energy-aware driving strategies. Public roadshows and school visits translate these technical insights into accessible stories about sustainable mobility. The car’s headline results are measured in wins and world records, but the real impact is the pipeline of engineers who have learned to deliver on ambitious climate-positive performance targets under real deadlines.",
    "images": ["/images/brunel_solar_team_1.avif", "/images/brunel_solar_team_2.avif"],
    "website": "https://www.brunelsolarteam.com"
  },
  {
    "id": "forze-hydrogen-racing",
    "title": "Forze Hydrogen Racing",
    "year": 2025,
    "category": "Engineering",
    "award": "None",
    "tags": ["hydrogen", "motorsport", "fuel-cell"],
    "cover": "/images/forze.jpg",
    "description": "Forze Hydrogen Racing builds fuel-cell electric race cars to prove that zero-emission performance can be fast, reliable, and thrilling. The team integrates a high-power fuel cell stack with a battery buffer, sophisticated thermal management, and an electric drivetrain engineered for endurance racing. Students handle everything from stack selection and cooling loop design to composite manufacturing, telemetry, control algorithms, and trackside operations. The project makes hydrogen tangible: refueling protocols, system safety, power electronics, and packaging constraints are all addressed in a real car that competes against conventional machines. By pushing a demanding use case, Forze accelerates learning about component durability, transient behavior, and energy strategy at race pace. Outreach is baked in: partners and visitors can see the car refuel in minutes and run full-power laps without tailpipe emissions. The outcome is not just a competitive vehicle, but a generation of engineers fluent in hydrogen systems from theory to pit lane execution.",
    "images": ["/images/forze_1.jpg", "/images/forze_2.jpg"],
    "website": "https://forzehydrogenracing.com/"
  },
  {
    "id": "eco-runner",
    "title": "Eco-Runner Team Delft",
    "year": 2025,
    "category": "Engineering",
    "award": "None",
    "tags": ["hydrogen", "efficiency", "automotive"],
    "cover": "/images/ecorunner.jpeg",
    "description": "Eco-Runner designs an ultra-efficient hydrogen city car that pursues the absolute minimum energy use per kilometer. Rather than maximizing top speed, the team optimizes the entire vehicle around aerodynamic drag reduction, mass minimization, rolling resistance, and a meticulously tuned powertrain. The project blends cutting-edge composites with carefully selected components and a control strategy that sips hydrogen while maintaining real-world drivability. Students develop skills across CFD, structural analysis, fuel-cell integration, drivetrain mapping, and systems engineering, then validate choices on test tracks and in record attempts. The car serves as a conversation starter about how cities could move more with less energy, highlighting the role of lightweight design and efficient operation alongside infrastructure choices. Each generation of Eco-Runner builds on prior data, incrementally squeezing out losses from body shape to wheel bearings. The result is a showcase of practical sustainability: credible urban mobility concepts that pair measurable efficiency gains with robust, reproducible engineering.",
    "images": ["/images/ecorunner_1.png", "/images/ecorunner_2.png"],
    "website": "https://www.ecorunner.nl"
  },
  {
    "id": "dut-racing",
    "title": "Formula Student Team Delft (DUT Racing)",
    "year": 2025,
    "category": "Engineering",
    "award": "None",
    "tags": ["electric", "driverless", "motorsport"],
    "cover": "/images/dut_racing.jpg",
    "description": "DUT Racing designs and builds a new Formula Student race car every year, increasingly focused on electric propulsion and driverless capability. The project is a full miniature automotive program: vehicle concept, requirements, and architecture flow into chassis design, suspension kinematics, power electronics, accumulator safety, software, and HIL testing. Students run a rigorous V-model development process while hitting immovable competition deadlines. On track, the car must be fast and predictable, but also pass stringent scrutineering and safety checks. The driverless stack adds perception, localization, and planning to the mix, turning the car into a research platform for autonomy in a high-dynamics environment. Beyond lap times, the team engages in cost and business events, learning to justify design choices and manufacturing strategies. Alumni take these experiences into industry, while partners gain validated components and data. The heart of DUT is disciplined engineering under pressure—where elegant theory meets the stopwatch and the rulebook.",
    "images": ["/images/dut_racing_1.jpg", "/images/dut_racing_2.jpg"],
    "website": "https://www.fsteamdelft.nl/"
  },
  {
    "id": "dare",
    "title": "Delft Aerospace Rocket Engineering (DARE)",
    "year": 2025,
    "category": "Aerospace",
    "award": "None",
    "tags": ["rocketry", "aerospace", "propulsion"],
    "cover": "/images/dare.jpg",
    "description": "DARE is one of the world’s largest and most active student rocketry organizations, conducting end-to-end missions that span propulsion development, airframes, avionics, recovery, and operations. The team runs complex campaigns where detailed test plans and safety procedures are as critical as the rocket hardware itself. Students design liquid, hybrid, and solid engines; characterize performance on test stands; and translate results into flight-ready systems. Recovery systems, structures, guidance, and telemetry are all built and validated in-house. High-altitude attempts challenge navigation, composite craftsmanship, and mission assurance, while educational launches bring new members up the learning curve. DARE’s multi-year programs like Stratos create continuity and knowledge transfer, supported by documentation and ground testing that mirror professional aerospace practice. Public demonstrations and collaborations with industry showcase credible student engineering in an inherently demanding domain. Every successful launch represents hundreds of design decisions converging into seconds of perfectly choreographed flight and a safe return to Earth.",
    "images": ["/images/dare_1.jpg", "/images/dare_2.jpg"],
    "website": "https://dare.tudelft.nl"
  },
  {
    "id": "aerodelft",
    "title": "AeroDelft",
    "year": 2025,
    "category": "Aerospace",
    "award": "None",
    "tags": ["hydrogen", "aviation", "sustainability"],
    "cover": "/images/aerodelft.jpg",
    "description": "AeroDelft develops aircraft powered by liquid hydrogen to explore truly zero-emission flight within practical constraints. The program tackles a system-of-systems problem: cryogenic storage and fuel conditioning, safety architecture, thermal management, powertrain integration, and airframe modifications must all work in harmony. Students model and test boil-off behavior, design venting and detection measures, and validate fuel cell or combustion configurations in laboratories and ground rigs before flight trials. The aircraft becomes a platform to evaluate trade-offs between mass, range, and operational complexity, while educating partners and the public about hydrogen’s potential in aviation. The team publishes progress, invites reviews, and iterates with a focus on verifiable safety and traceability. By turning a bold sustainability claim into hardware, test procedures, and flight cards, AeroDelft transforms abstract debates about green aviation into concrete engineering that can be measured, improved, and—most importantly—flown. Each milestone brings hydrogen aviation from concept art closer to the runway.",
    "images": ["/images/aerodelft_1.jpg", "/images/aerodelft_2.jpg"],
    "website": "https://www.aerodelft.nl"
  },
  {
    "id": "project-march",
    "title": "Project MARCH",
    "year": 2025,
    "category": "MedTech",
    "award": "None",
    "tags": ["exoskeleton", "biomechatronics", "rehabilitation"],
    "cover": "/images/project_march.png",
    "description": "Project MARCH designs a wearable robotic exoskeleton to help people with spinal cord injury regain the ability to stand and walk. The team collaborates closely with a pilot—an experienced user who provides feedback on comfort, control, and daily usability—ensuring that engineering choices serve real human needs. Students integrate actuators, sensors, and battery systems into a compact, reliable frame, then develop control algorithms that translate intent into stable, natural motion over varied terrain. Safety and ergonomics are foundational: fit, pressure distribution, and fail-safe behavior receive as much attention as torque and speed. The project spans hardware, firmware, gait planning, user interface, and clinical evaluation, culminating in demonstrations that highlight independence and participation. By iterating annually, Project MARCH advances both performance and accessibility, showing how human-centered design can turn cutting-edge mechatronics into meaningful assistive technology. The ultimate goal is dignity and mobility—measured not just in steps taken, but in lives empowered.",
    "images": ["/images/project_march_1.avif", "/images/project_march_2.jfif"],
    "website": "https://www.projectmarch.nl"
  },
  {
    "id": "team-epoch",
    "title": "Team Epoch",
    "year": 2025,
    "category": "AI & Social Impact",
    "award": "None",
    "tags": ["ai", "machine-learning", "social-impact"],
    "cover": "/images/team_epoch.webp",
    "description": "Team Epoch builds machine-learning solutions for social good, combining data science with stakeholder-driven design. Projects typically begin with a partner—public sector, NGO, or startup—facing a problem where AI might help: improving accessibility, monitoring the environment, or allocating limited resources more fairly. Students work through the entire pipeline: ethical scoping, data collection and governance, model development, and deployment on realistic hardware. Interpretability, bias analysis, and privacy-preserving techniques are treated as first-class engineering requirements, not afterthoughts. By shipping prototypes that genuinely solve problems, the team learns to balance performance metrics with human context, maintenance burden, and long-term impact. Outreach includes open-source releases, workshops, and clear documentation so that others can build upon their work. Team Epoch demonstrates that modern AI can be rigorous, transparent, and useful—not just in benchmarks, but in the messy, consequential settings where technology intersects with everyday life.",
    "images": ["/images/team_epoch_1.jpg", "/images/team_epoch_2.jfif"],
    "website": "https://www.teamepoch.ai"
  },
  {
    "id": "igem-tu-delft",
    "title": "iGEM TU Delft",
    "year": 2025,
    "category": "Biotech",
    "award": "None",
    "tags": ["synthetic-biology", "biotech", "research"],
    "cover": "/images/igem_tudelft.webp",
    "description": "iGEM TU Delft is an interdisciplinary team that competes in the International Genetically Engineered Machine competition, building biological systems that address pressing societal challenges. Students design genetic constructs, assemble and characterize them in the lab, and iterate based on experimental evidence while complying with strict safety and ethics standards. The project includes human practices: engaging experts, policymakers, and affected communities to refine the problem framing and ensure responsible innovation. Beyond wet-lab work, the team develops models, software tools, and hardware enablers for measurement and control. Documentation and open sharing are core to iGEM culture, so every part—from protocols to parts characterization—aims to be reproducible. The experience compresses a full R&D cycle into one intense year, producing results that often outlive the competition. iGEM TU Delft showcases how synthetic biology can be both creative and careful, turning molecular ideas into tangible prototypes with credible paths to impact.",
    "images": ["/images/igem_tudelft_1.jpeg", "/images/igem_tudelft_2.jfif"],
    "website": "https://igem.tnw.tudelft.nl/"
  }
]
